[
  {
    "id": "1",
    "name": "Adobe",
    "description": "Adobe, founded in 1982 by John Warnock and Charles Geschke, is a global software company renowned for its creative tools like Photoshop and Illustrator. The Adobe logo features a stylized A representing creativity and innovation.",
    "url": "assets/logo/techno/adobe.png"
  },
  {
    "id": "2",
    "name": "Airbnb",
    "description": "Airbnb is an American multinational founded in 2008. It connects individuals, hotel companies, and rental real estate investors. Fun, refined, carrying the values ​​of ease of use and proximity, the logo was named 'The Bélo' by its founders which corresponds to 'Belong Anywhere'",
    "url": "assets/logo/voyage/airbnb.png"
  },
  {
    "id": "3",
    "name": "Amazon",
    "description": "Launched by Jeff Bezos in 1994, Amazon is a global e-commerce and technology company; the arrow in its logo, from A to Z, signifies the extensive range of products available and customer satisfaction.",
    "url": "assets/logo/techno/amazon.svg"
  },
  {
    "id": "4",
    "name": "Apple",
    "description": "Founded by Steve Jobs, Steve Wozniak, and Ronald Wayne in 1976, Apple is a tech giant known for its sleek design and innovation, with a half-bitten apple logo representing creativity and disruption.",
    "url": "assets/logo/techno/apple.png"
  },
  {
    "id": "5",
    "name": "Asos",
    "description": "ASOS is an English website created in June 2000 by Nick Robertson and Quentin Griffiths in London. The company was originally called 'As Seen On Screen', and enabled web users to find clothes and accessories seen in celebrity magazines.",
    "url": "assets/logo/mode/asos.png"
  },
  {
    "id": "6",
    "name": "BFMTV",
    "description": "France's No. 1 news channel, BFM TV, is changing its logo for the first time in its history, as well as its look, the result of several months' work. The new logo is transformed into a 3D cube with 2 sides, each of which bears the logo, creating a redundancy, or rather a visual clumsiness. The identity does away with black, but retains its other historic colors in varying quantities - blue becomes predominant, all typography changes to white, while the historically identifying orange becomes anecdotal.",
    "url": "assets/logo/tv/bfmtv.png"
  },
  {
    "id": "7",
    "name": "Blablacar",
    "description": "Blablacar is a carpooling platform from individual to individual. 'The two' B 'of the Blablacar logo meet, as do two people who decide to share their journey. They symbolize the starting and arrival points but also the quotes of a conversation, as much that which takes place in the car that the carpoolers have with their loved ones once arrived at their destination",
    "url": "assets/logo/voyage/blablacar.png"
  },
  {
    "id": "8",
    "name": "Booking",
    "description": "Booking.com is an online hotel reservation service, established in 1996 and is now the most popular hotel reservation service in the world. The website and app are available in over 40 languages ​​and have a large ad catalog. The dark blue and light blue colors of the Booking.Com logo are a representation of the professional and reliable company, which values ​​the comfort and security of its customers and provides the best possible reservation services.",
    "url": "assets/logo/voyage/booking.png"
  },
  {
    "id": "9",
    "name": "Bosch",
    "description": "Bosch, founded in 1886, is a global technology and engineering company. Its logo represents innovation and precision. The slogan 'Invented for Life' underscores its commitment to impactful solutions and reliability.",
    "url": "assets/logo/electromenager/bosh.png"
  },
  {
    "id": "10",
    "name": "Bridgestone",
    "description": "Bridgestone, a Japanese leader in the tire industry, is recognized for its iconic red and white branding featuring the distinctive 'B' symbol. With a global reputation for trust and sustainability, Bridgestone's commitment to quality extends to the appearance of its tires, reflecting both reliability and durability. The brand's noteworthy partnership with the Olympic Games underscores its dedication to excellence on a global scale.",
    "url": "assets/logo/voiture/bridgestone.png"
  },
  {
    "id": "11",
    "name": "Burger King",
    "description": "Burger King, a global fast-food icon, was founded in 1954 by James McLamore and David Edgerton. With its flame-grilled burgers and iconic flame logo, Burger King delivers a bold and savory dining experience.",
    "url": "assets/logo/bouffe/bk.png"
  },
  {
    "id": "12",
    "name": "But",
    "description": "For many, this modernization consists of giving the logo a 3D or shaded effect, or rounding off its angles, without really adding much. The result seems to weaken the brand. The signature has remained unchanged since 2008, when But went from 'juste prix' (fair price) linked to the TV show the brand sponsored, to 'on s'y retrouve tous' (we can all find each other).",
    "url": "assets/logo/mobilier/but.png"
  },
  {
    "id": "13",
    "name": "Carharrt",
    "description": "Carhartt's visual identity is highly recognizable and confident. The brand logo features a wordmark with an emblem to its right. The lower-case wordmark features a unique custom font, which is a modern, square Conradi. The Carhartt emblem is a symbol of the brand's growth and evolution. It consists of a bright yellow rounded figure, resembling a wave, swirling to the right. It's a strong, dynamic image that evokes movement and innovation.",
    "url": "assets/logo/mode/carhartt.png"
  },
  {
    "id": "14",
    "name": "Center Parcs",
    "description": "Center Parcs is a Dutch brand of holiday villages and tourist residences born in the Netherlands in 1968. Farewell bird-leaf and blue italic typography, unchanged since 1998: the group of holiday residences is now structured around its initials, CP, enclosing at their heart a typographic tree shoot. The new Center Parcs logo features a green bracket in its name which seems to illustrate the brand's promise.",
    "url": "assets/logo/voyage/center-parcs.png"
  },
  {
    "id": "15",
    "name": "Chanel",
    "description": "Two 'C's' inspired by a chatelaine's coat of arms. The two 'C's' that form the Chanel logo are obviously the initials of its founder, Coco Chanel. But they also evoke a friend of hers. In the early 1920s, she discovered these intertwined letters in one of the most fashionable places on the Côte d'Azur. At the home of a certain Irene Bretz, a wealthy American who organized wild parties at her château in Crémat, on the outskirts of Nice. 'La belle Irène' gave him permission to use the two 'C's' engraved on one of the arches of her château as his logo. Now synonymous with luxury and elegance, this emblem is one of the most copied in the fashion world.",
    "url": "assets/logo/mode/chanel.png"
  },
  {
    "id": "16",
    "name": "Coca",
    "description": "The first Coca-Cola in history was served by Dr. John Pemberton on May 8, 1886 at Jacob's Pharmacy in Atlanta, Georgia. Since that iconic drink, Coca-Cola has evolved into a beverage company in its own right. The red and white color scheme in the Coca-Cola logo is simple, playful and distinctive enough to appeal to a young audience. While the color red symbolizes passion, determination, youth and vitality, the color white represents the charm and elegance of the Coca-Cola brand.",
    "url": "assets/logo/boisson/coca.png"
  },
  {
    "id": "17",
    "name": "Colgate",
    "description": "Established in 1806 by William Colgate, Colgate is a prominent oral care brand known worldwide. The iconic red ribbon in its logo symbolizes oral health. With the slogan Smile for Life, Colgate emphasizes its commitment to promoting healthy smiles. The graphic charter reflects a clean, trustworthy image, mirroring the brand's reliability and expertise.",
    "url": "assets/logo/electromenager/colgate.png"
  },
  {
    "id": "18",
    "name": "Crocs",
    "description": "The mythical crocodile is still in the new edition, but is now represented by an image that looks like a crocodile. The two holes on the front of the shoe resemble nostrils, and the shoe as a whole looks like a long alligator snout. The animal's eyes, which are on prominent ridges, appear as much larger spots in different colors. These projections are designed to accommodate the foot through a hoof hole. The company name has been redesigned to evoke the look of the old logo. It's still the same as before.",
    "url": "assets/logo/mode/crocs.png"
  },
  {
    "id": "19",
    "name": "Cupra",
    "description": "Cupra is a Spanish brand, created in 2018. It produces and develops both thermal and electric cars in limited editions. Cupra is a subsidiary of SEAT. The logo of Cupra features a copper crown.",
    "url": "assets/logo/voiture/cupra.png"
  },
  {
    "id": "20",
    "name": "Del Arte",
    "description": "Del Arte, a culinary sensation established in 1985, brings the flavors of authentic Italian cuisine to life. Founded in France, this beloved brand captures the essence of Italy with its diverse menu and vibrant, artistic logo.",
    "url": "assets/logo/bouffe/del-arte.png"
  },
  {
    "id": "21",
    "name": "Dior",
    "description": "It was in the aftermath of the Second World War that Christian Dior, a passionate model-maker, founded his house. On February 12, 1947 - the birth date of the iconic Bar jacket - he presented his first collection in the salons at 30 avenue Montaigne. His creations breathed new life into the beauty and happiness to which the French people aspired after long years of conflict. Christian Dior's tradition and heritage are reflected in a minimalist logo. Despite the fact that the brand represents the luxury industry, its identity is very simple and sober. A clear word mark without unnecessary elements makes the fashion house easily recognizable. At the same time, it is associated with uniqueness, aristocracy, sophistication, prestige, glamour and riciness.",
    "url": "assets/logo/mode/dior.png"
  },
  {
    "id": "22",
    "name": "Dove",
    "description": "Founded in 1957, Dove, a Unilever brand, is renowned for its skincare products. The logo features a silhouette representing purity. The iconic slogan, Real Beauty, champions inclusivity. Dove's graphic charter emphasizes simplicity and authenticity, reinforcing its commitment to promoting confidence and natural beauty across diverse individuals.",
    "url": "assets/logo/electromenager/dove.png"
  },
  {
    "id": "23",
    "name": "Eastpak",
    "description": "Eastpak is the first manufacturer of bags to introduce bright colors and prints in its bag collections, thus strengthening the evolution of the brand, an outdoor brand in an urban style brand. The company has retained its reputation for quality and sustainability by also becoming the first brand of bags to offer a life guarantee on its products. Typography in capital letters symbolizes power which makes the brand even more impactful visually like the mountain symbol logo which supports robustness.",
    "url": "assets/logo/voyage/eastpack.png"
  },
  {
    "id": "24",
    "name": "Evian",
    "description": "Evian is a French brand of mineral water whose source, located on the outskirts of the town of the same name at the foot of the Alps, is one of the most famous in Europe. The brand logo is concise, clear and minimalist. It has just three mountain peaks and at their foot the brand name. Climbing mountains is a symbol of the fact that nature is higher and more important than anything a person does. At the same time, the brand name seems to rest on water, and the lower part of the letters is slightly wavy. This shows that the brand was born from the water of mountain streams.",
    "url": "assets/logo/boisson/evian.png"
  },
  {
    "id": "25",
    "name": "Fedex",
    "description": "FedEx is the world's leading international freight company. The American brand has delivery transports that run night and day to ensure an average of 17 million shipments daily. The FedEx logo is known as one of the most commercially successful examples because of the white arrow that can be noticed between the letters E and X, which represents speed. The logo has received more than 40 design awards. FedEx colors represent the company as reliable and professional, and its delivery services as fast and accurate. Fedex represents the longest product placement in the history of cinema in the film Alone in the World. The brand is an integral part of the story, and is a central element of the narrative. We even invented a name for it: advertainment.",
    "url": "assets/logo/voyage/fedex.png"
  },
  {
    "id": "26",
    "name": "Ferrari",
    "description": "Ferrari is an Italian brand created in 1939 by Enzo Ferrari. It is a renowned luxury sports car manufacturer. The brand is globally recognized for its iconic and high-performance red vehicles, which symbolize prestige and innovation in the luxury sports car sector. The logo of Ferrari features the 'Cavallino Rampante' or Prancing Horse, depicted in black and yellow.",
    "url": "assets/logo/voiture/ferrari.png"
  },
  {
    "id": "27",
    "name": "Youtube",
    "description": "Founded in 2005, YouTube is a video-sharing platform revolutionizing online content. The first YouTube video posted is in a zoo. Its red play button logo is iconic. The graphic charter reflects a dynamic, user-friendly interface. YouTube's history is marked by cultural impact, fostering diverse content creation and global connectivity.",
    "url": "assets/logo/tv/youtube.webp"
  },
  {
    "id": "28",
    "name": "Google",
    "description": "Founded by Larry Page and Sergey Brin in 1998, Google is synonymous with internet search; its vibrant, multicolored logo represents the diversity and abundance of information it makes accessible.",
    "url": "assets/logo/techno/google.png"
  },
  {
    "id": "29",
    "name": "Heineken",
    "description": "The HEINEKEN adventure began in Amsterdam in 1864 with a brilliant idea. Gerard Adriaan Heineken, head of a microbrewery, decided to acquire a brewery producing only Lager-type beers, then in vogue in the Netherlands. Success was dazzling. The current version of the Heineken logo uses three colors. The green recalls the color of the bottle. It's a fairly recognizable shade, sometimes even referred to as 'Heineken green'. To create an attractive visual contrast, the designers added red and black.",
    "url": "assets/logo/boisson/heineken.png"
  },
  {
    "id": "30",
    "name": "Ibis Hôtel",
    "description": "Ibis is a hotel brand held by the Accor group and created in 1974. Since 2011, the Ibis Hotels logo has been placed on a cushion ! No need to explain the importance of highlighting the comfortable and reassuring aspect of the hotel chain, something done thanks to this stylized pillow.",
    "url": "assets/logo/voyage/ibis.png"
  },
  {
    "id": "31",
    "name": "Ikea",
    "description": "The yellow and blue colors in the IKEA logo are influenced by the basic colors of the Swedish national flag. The aggressive lettering (based on a Futura font) and contrasting colors created a special note. The blue color symbolizes confidence and excellence, while the yellow color is synonymous with happiness, imagination and energy.",
    "url": "assets/logo/mobilier/ikea.png"
  },
  {
    "id": "32",
    "name": "Innocent",
    "description": "the three founders bought 100Kg of fruit to offer smoothies at a music festival. In front of their stand, a sign: Should we quit our jobs to make healthy drinks? and 2 garbage cans set up in front: YES and NO. Visitors had to throw their cups into one of the 2 garbage cans. At the end of the festival, the YES garbage can was full. The next day was the first day of the rest of their lives. Before selling products, Innocent sells a brand. The company understands the importance of brand image. Its storytelling revolves around humor, to make both young and old laugh. Whether through its product or communication strategy, Innocent aims to convey joie de vivre and good humor.",
    "url": "assets/logo/boisson/innocent.png"
  },
  {
    "id": "33",
    "name": "Instagram",
    "description": "Instagram is an application, a social network and a photo sharing and video sharing service launched in October 2010. The icon still represents a camera, but this time, it is inspired by a Bell & Howell of the 1950s. The legend says that the logo was designed by Cole Rise in just 45 minutes and that only a few adjustments were needed to finalize it.",
    "url": "assets/logo/RS/instagram.png"
  },
  {
    "id": "34",
    "name": "Intel",
    "description": "Established in 1968, Intel is a semiconductor giant; its logo, a lowercase 'Intel' enclosed in a circle, signifies precision and integration in the world of microprocessors.",
    "url": "assets/logo/techno/intel.png"
  },
  {
    "id": "35",
    "name": "Kiabi",
    "description": "Kiabi is a chain of clothing stores for the whole family. The chain offers low prices and a wide range of ready-to-wear and footwear. It completes its offer with a few collections of household linen. In its early days, Kiabi was almost called 'La grande armoire'. The founders wanted something short and to the point. They opted for Kiabi, which didn't mean anything abroad, but simply said 'who dresses' (qui habille).",
    "url": "assets/logo/mode/kiabi.png"
  },
  {
    "id": "36",
    "name": "Lacoste",
    "description": "The Crocodile symbol was chosen by René Lacoste himself. During the Davis Cup in 1925, the tennis player fell for a crocodile suitcase. The captain of the French team promised to give him an alligator suitcase, provided he won an important match. He lost the match in question, but... One journalist in particular heard of the story, and gave the sportsman the nickname The Alligator. The nickname was later adopted by the public. René Lacoste decided to make l'Alligator his trademark. He had small crocodiles sewn into his clothes. Over time, the crocodile became his emblem, his totem animal, the logo of his own brand. The crocodile was to symbolize elegance and relaxed, sporty style. The Crocodile was born.",
    "url": "assets/logo/mode/lacost.png"
  },
  {
    "id": "37",
    "name": "Le Canard Enchaîné",
    "description": "From the outset, Le Canard enchaîné has been a satirical weekly. Founded on September 10, 1915n 1,1 by Jeanne and Maurice Maréchal, aided by Henri-Paul Deyvaux-Gassier2, it is one of the oldest titles in the French press today, and notably the oldest satirical press title still active. Its name alludes to the daily L'Homme Libre, edited by Georges Clemenceau, which openly criticized the government during the First World War. It was censored during the war3 and its name was changed to L'Homme enchaîné.",
    "url": "assets/logo/tv/canard-enchaine.png"
  },
  {
    "id": "38",
    "name": "Leclerc",
    "description": "The 1st E.Leclerc store was opened in 1949 in the town of Landerneau in Brittany. The religious dimension is very present in the family, since founder Edouard Leclerc is a former seminarian from a bourgeois Catholic family. By combining Catholicism and the defense of purchasing power, Leclerc in a way takes consumers' grievances to the political class, and its logo illustrates this vocation. The Landerneau coat of arms was undoubtedly a source of inspiration, with azure, bench and gold as its essential base, which become blue-white and orange for the retailer.While the blue background is reminiscent of the sky, the sun can evoke an aureole, a golden sun. The logo's mission is to convey the following message: The Leclerc logo makes brands accessible to all, like a new modern-day Saint. Leclerc also borrows heavily from the world of unions and revolt. In fact, elements such as flags flying in the wind, slogans, crowds of demonstrators and the questioning of public authorities are at the heart of the Breton brand's communications.",
    "url": "assets/logo/bouffe/leclerc.png"
  },
  {
    "id": "39",
    "name": "Mastercard",
    "description": "A global payment technology company founded in 1966, Mastercard's iconic interlocking circles in red and yellow symbolize its commitment to seamless financial transactions and connectivity.",
    "url": "assets/logo/techno/mastercard.png"
  },
  {
    "id": "40",
    "name": "Mercedes",
    "description": "Mercedes is a German brand, created in 1929 by Karl Benz and Gottlieb Daimler, it builds and develops luxury, confortable and performance cars. The logo represents a star and is generally made of silver metal.",
    "url": "assets/logo/voiture/mercedes.png"
  },
  {
    "id": "41",
    "name": "Meta Business",
    "description": "Meta Business Suite is a tool for centralizing your pages on the platform and helps you get the most out of your target audience. The logo is inspired by the sign of infinity called lemniscate. It symbolizes endless possibilities for Internet users in an endless virtual world",
    "url": "assets/logo/RS/meta.png"
  },
  {
    "id": "42",
    "name": "Michelin",
    "description": "Michelin is a French brand created in 1889 by the Michelin brothers, André and Édouard. It specializes in the creation and development of various ranges of tires. The brand's first factory was located in Clermont-Ferrand. Michelin is also known for creating the 'Guide Michelin', commonly referred to as the 'Guide rouge'. The brand has played a significant role in equipping cars and other vehicles during both World Wars. The logo of Michelin features the famous 'Bibendum' character and the colors are white and blue.",
    "url": "assets/logo/voiture/michelin.png"
  },
  {
    "id": "43",
    "name": "Microsoft",
    "description": "Established in 1975 by Bill Gates and Paul Allen, Microsoft is a leading software and technology company; its four-pane window logo reflects its dedication to providing a window into the digital world.",
    "url": "assets/logo/techno/microsoft.webp"
  },
  {
    "id": "44",
    "name": "Nespresso",
    "description": "Nespresso, founded in 1986, is renowned for its high-quality coffee machines and capsules. The brand's sleek logo and iconic tagline, 'What else?' reflect its commitment to refined coffee experiences.",
    "url": "assets/logo/electromenager/nespresso.png"
  },
  {
    "id": "45",
    "name": "Netflix",
    "description": "Netflix, the world-famous logo, belongs to one of the world's largest entertainment companies. Founded in California in 1997, the platform's business is the distribution and exploitation of content: films, TV series and documentaries. The Netflix logo is used in two versions: the first with the initial 'N' is primarily intended for direct communication (app, social networks and website). The second uses the full name for more indirect use, such as in the press. Simple, clear and direct, the Netflix lettering features a curved base, inspired by the Cinemascope format. The N, meanwhile, takes the form of a ribbon folded back on itself to symbolize Netflix's endless connection and innovation.",
    "url": "assets/logo/tv/netflix.png"
  },
  {
    "id": "46",
    "name": "Norauto",
    "description": "Norauto is a French brand, created in 1970 by Éric Derville. It is a chain of stores that specialize in car repair and maintenance, as well as the sale of automotive equipment. Norauto is an European leader in its industry and is part of the Mobivia Group. The logo of Norauto features a yellow helmet along with the brand name.",
    "url": "assets/logo/voiture/norauto.png"
  },
  {
    "id": "47",
    "name": "NRJ",
    "description": "40 years after the creation of NRJ radio by Jean-Paul BAUDECROUX, NRJ GROUP is one of France's leading private media groups, acting as publisher, producer and broadcaster, as well as marketing its own media space. In France, the Group occupies a leading position in the private radio market, thanks to its 4 brands (NRJ, CHERIE FM, NOSTALGIE and RIRE & CHANSONS); is a significant player in the television market, operating and developing two national free-to-air channels (NRJ 12 and CHERIE 25) and a pay channel (NRJ HITS, the 1st music channel on cable-satellite-ADSL); and is the 2nd largest operator in the French broadcasting market, through its towerCast subsidiary.",
    "url": "assets/logo/tv/nrj.png"
  },
  {
    "id": "48",
    "name": "Nutella",
    "description": "It has a timeless color code: black and red. The black makes a lasting impression, while the bright red catches the eye and is supposed to whet the appetite. The logo is as simple as the brand name. Nutella is a powerful name. It's combined with minimalist, lower-case typography to give this logo a highly effective dimension. It's both memorable and unique. Unique, except for the fact that it's very similar to the Kinder logo. The chocolate egg brand, however, uses a different red (brick red) for its logo. This color code and typography mark the brand's belonging to the Ferrero group.",
    "url": "assets/logo/bouffe/nutella.png"
  },
  {
    "id": "49",
    "name": "Nuxe",
    "description": "The story of NUXE is intimately linked to that of its founder, Aliza Jabès. A graduate of Science Po Paris with an MBA in Marketing and Finance, Aliza is a daring businesswoman who was quick to write her own story. Passionate about beauty since childhood, she took a particular interest in the virtues of plants, encouraged by her father, a pharmaceutical researcher. In the early 1990s, she found a Research & Development laboratory in Paris and decided to use it as the starting point for a brand of beauty care products made from effective, ultra-sensorial ingredients of natural origin.",
    "url": "assets/logo/cosmetique/nuxe.png"
  },
  {
    "id": "50",
    "name": "Nvidia",
    "description": "Founded in 1993, NVIDIA is a graphics processing unit (GPU) pioneer; its green, stylized eye logo reflects its focus on visual computing and cutting-edge graphics technology.",
    "url": "assets/logo/techno/nvidia.png"
  },
  {
    "id": "51",
    "name": "Oasis",
    "description": "Oasis is a French fruit drink brand, created in the mid-1960s by Volvic. The first flavor of Oasis was orange, and today this blend of spring water and concentrated fruit juice, with no preservatives or artificial coloring, is available in eight flavors, with a diet version for Oasis Tropical. The latest slogan, 'Be Fruit', refers to an attitude that consists of laughing at conventions, acting in a relaxed, spontaneous, instinctive way. This strategy has three objectives: Modernity, proximity, transgenerational aspect. It's through digital that Oasis has exploded its numbers and deployed all the charms of its new image.",
    "url": "assets/logo/boisson/oasis.png"
  },
  {
    "id": "52",
    "name": "Ouest France",
    "description": "August 7, 1944. Ouest-France published its first issue and began its great history. 75 years later, we look back at the graphic evolution of the title and the creation of its logo. A logo symbolizing the newspaper's ambition: to create a link between a region and the world.",
    "url": "assets/logo/tv/ouest-france.png"
  },
  {
    "id": "53",
    "name": "Peugeot",
    "description": "Peugeot is a French brand, created in 1810 by the Peugeot family. Initially, Peugeot's products included coffee grinders and tools. In 1889, Peugeot produced its first car, the famous Type 1. Peugeot is now a renowned car designer and a subsidiary of Stellantis. Justin Blazer was the first designer of the Peugeot logo, which has evolved over the years.",
    "url": "assets/logo/voiture/peugeot.png"
  },
  {
    "id": "54",
    "name": "Pinterest",
    "description": "Pinterest is an American website mixing the concepts of social networking and sharing photographs, launched in 2010. The Pinterest logo, is distinguished by its main characteristic which is above all the capacity to 'pin' images, which is represented by a capital letter. If you look closely, here the letter 'P' symbolizes a sharp bug.",
    "url": "assets/logo/RS/pinterest.png"
  },
  {
    "id": "55",
    "name": "Président",
    "description": "The name of the Marque Président is intended to bring people together. As Michel Besnier used to say, 'France is the land of presidents - everyone is a president! From the fishing association, to the boulistes, to the veterans.' The label for Camembert Président was inspired by the high-end codes of whisky, mixing gold, black, a few laurels and coats of arms reminiscent of the geographical anchorage between the regions of Normandy, Brittany and Maine. Very innovative codes for the time.",
    "url": "assets/logo/bouffe/president.png"
  },
  {
    "id": "56",
    "name": "Red bull",
    "description": "Red Bull Energy Drink, better known as Red Bull, is an energy drink launched by Austrian entrepreneur Dietrich Mateschitz in 1984. The 'red buffalo' was originally a tonic drink developed in Thailand, itself inspired by another Japanese energy drink. It features two red bulls facing each other in front of a yellow gold circle. The symbol expresses speed, strength, aggressiveness and vitality. The bulls illustrate power and courage, while the blue and silver parts in the background embody perfection and intelligence.",
    "url": "assets/logo/boisson/red-bull.png"
  },
  {
    "id": "57",
    "name": "Ricard",
    "description": "The origins go back to the birth of Pernod in 1805 and the creation of Ricard in 1932. The two families joined forces in 1975 and embarked on a new adventure that would take them all over the world, with progress and success as their compass. Blue and yellow, the brand's identity code, evoke the sunny world of the Mediterranean, Ricard's birthplace. The intensity of the colors varies, evolving over time. One of the main characteristics of the drink developed by Paul Ricard in 1932 is its color: while traditional pastis is white, his is golden.",
    "url": "assets/logo/boisson/ricard.png"
  },
  {
    "id": "58",
    "name": "Schweppes",
    "description": "In 1783, Jacob Schweppe created the brand and the first artificial carbonated beverage in history. Created in 1870, this inimitable recipe is Schweppes' historic flavor. The Schweppes logo features a fountain on a red background. This is the fountain the brand had built in 1851 for the first London World's Fair, during which Schweppes sold over a million bottles in six months, becoming the exclusive supplier to the Crystal Palace.",
    "url": "assets/logo/boisson/schweppes.png"
  },
  {
    "id": "59",
    "name": "Skype",
    "description": "Skype is software created in 2003 by Microsoft which allows users to make telephone or video calls via the Internet, as well as screen sharing. User calls are free, while those to fixed telephone lines and mobile phones are paid. There are additional features such as instant messaging, file transfer and videoconference. The blue part of the logo represents a series of circles forming a 'cloud'. Blue means communication, prosperity.",
    "url": "assets/logo/RS/skype.png"
  },
  {
    "id": "60",
    "name": "Spotify",
    "description": "Spotify is one of the most popular digital distribution platforms created in 2006. You can listen to music and podcasts. It has a distinctive logo giving an index to the industry in which the company works.The Spotify logo is the combination of a simple and modern word-symbol with the icon. The icon notably represents streaming, but also sound waves and movement, as well as sharing and community. The green color represents a joyful and festive atmosphere.",
    "url": "assets/logo/RS/spotify.png"
  },
  {
    "id": "61",
    "name": "Tefal",
    "description": "Tefal is the name of a European brand of cooking and cutlery utensils, created in France in 1956. Today, Tefal is an international company that distributes its products worldwide. The name 'Tefal' is the abbreviation of the words 'teflon' and 'aluminum'. Tefal's visual identity is based on a deep and bright shade of red, a color that represents not only power and passion but also love and heat, the qualities that reflect the main values of the French company to his favorite.",
    "url": "assets/logo/electromenager/tefal.png"
  },
  {
    "id": "62",
    "name": "Tesla",
    "description": "Tesla is an American brand created in 2003 by Martin Eberhard and Marc Tarpenning. The name of the brand is a tribute to Nikola Tesla. Tesla specializes in the creation and development of electric cars, superchargers, and autopilot technology. The logo of Tesla is a stylized 'T' representing the first letter of the brand. It is typically displayed in a clean, metallic silver color.",
    "url": "assets/logo/voiture/tesla.png"
  },
  {
    "id": "63",
    "name": "TF1",
    "description": "The colors of the TF1 logo are the colors of the French flag: white, dark blue, and red. In addition, the color blue in the logo symbolizes calm, confidence, loyalty, authority, recognition, honor, trust, and power. Red is an intense hue that conveys strong emotion. It is used to attract attention. The color red in the logo shows strength, movement, and energy. It also stimulates activity in the emotional atmosphere. White is used to create positive emotions, in keeping with the simplicity of the design itself.",
    "url": "assets/logo/tv/tf1.png"
  },
  {
    "id": "64",
    "name": "The New York Times",
    "description": "The New York Times has a recognizable logo, which looks much the same as it did over 150 years ago when the paper was founded. The wordmark has been modified several times but never completely changed. The latest version of the New York Times logo was created by Edward Benguiat, one of America's best-known designers, author of several typefaces (Souvenir, Tiffany, Korinna) and logos (Reader's Digest, Sports Illustrated, Écuyer). The New York Times logo appears to be set in a classic black-letter typeface, but it's actually handmade.",
    "url": "assets/logo/tv/new-york-times.png"
  },
  {
    "id": "65",
    "name": "Threads",
    "description": "Threads is a microblogging social network held by the American company Meta, the Facebook parent company, and Instagram. It was launched on July 5, 2023, in several countries, including the United States and the United Kingdom. The Threads application is only available on mobile. It was designed by Instagram teams and allows you to post short texts and interact in discussions. The Threads social network has a lot in common with its Twitter competitor launched in 2006. It is impossible to deny it. Replace 'Retweet' with 'Repost' and 'Tweet' with 'Threads'.",
    "url": "assets/logo/RS/threads.png"
  },
  {
    "id": "66",
    "name": "Transavia",
    "description": "Transavia is a low-cost airline owned by Air France KLM. The logo has a single color: green. A color chosen for its differentiating side and for the reference to nature. The brand's T is symbolized by two small arrows. The goal is to translate the connection with its customers but also put in contact with the outside. The tiny have been kept in order to remain consistent with a brand image that advocates accessibility. The logo is simplified and refined.",
    "url": "assets/logo/voyage/transavia.png"
  },
  {
    "id": "67",
    "name": "Tripadvisor",
    "description": "Tripadvisor is a very popular travel site. It helps its customers collect information on travel, publish comments and opinions related to travel, and engage in interactive travel forums. The binocular eyes of the owl symbolize a research instrument. In addition, the owl is an ancient symbol of wisdom. The fact that it is a bird (and therefore it can travel) seems to be an additional bonus.",
    "url": "assets/logo/voyage/tripadvisor.png"
  },
  {
    "id": "68",
    "name": "Uber Eats",
    "description": "The 2020 redesign renews the color palette of the Uber Eats emblem, making the green brighter and lighter, replacing black with dark gray. As for the font on the century-old nameplate, it remains unchanged. The Uber Eats logo uses two different fonts for its two parts. The black 'Uber' is executed in the custom font, created for the company and called Uber Move, which is quite similar to fonts such as Yaro St Regular and Kaleko 205 Medium, but with a few modified lines. As for the bolder 'Eats' inscription, it uses a different typeface, one that's closer to the Okta Neue Semi Bold and Galano Grotesque Semi Bold fonts. The green and black color palette, chosen by the service in 2016, has changed slightly over the years, and the current version reflects the company's growth and movement, evoking a sense of success, progress, and energy.",
    "url": "assets/logo/bouffe/uber-eats.png"
  },
  {
    "id": "69",
    "name": "Vine",
    "description": "Vine was an American social network designed to share short loop videos not exceeding 6 seconds. The Vine logo had a hidden meaning which has often remained unnoticed even by those who saw it thousands of times. Return the image. Can you notice the figure '6'? This number had a particular meaning for the application, because it was exactly the number of seconds of your mini-video.",
    "url": "assets/logo/RS/vine.png"
  },
  {
    "id": "70",
    "name": "Whiskas",
    "description": "Whiskas is the name of a pet food brand, which was established in 1936 in the United States. Today the brand, founded as Kal Kan, is owned by Mars corporation, and known all over the globe, being the most famous and recognizable label of cat foods. The bold and elegant lowercase case lettering from the primary Whiskas badge is set in a classy sans-serif typeface with some minor modifications in some of the letters, making the inscription look unique. The closest fonts to the one used in the Whiskas insignia are, probably, Megaphone and Glasgow Serial Bold. As for the color palette of the Whiskas visual identity, it is set in two shades of purple, with white and yellow accents, adding air and freshness to the 'Royal' and chic main shade. The logo looks intense and stylish, evoking a sense of high quality and reliability.",
    "url": "assets/logo/bouffe/whiskas.png"
  },
  {
    "id": "71",
    "name": "Wikipedia",
    "description": "Wikipedia is a collaborative, generalist, and multilingual online encyclopedia. Its logo has a 3D rendering of the puzzles globe with characters corrected for the right scale. The Wikipedia symbol uses black, gray, and white colors. All these colors mean strength, excellence, truth, and domination.",
    "url": "assets/logo/RS/wikipedia.png"
  },
  {
    "id": "72",
    "name": "Zara",
    "description": "The Zara symbol is simple yet elegant and powerful. It reveals its sophistication through the use of a custom font, a highly effective and visually distinctive image form. The immense popularity of the Zara wordmark in the marketing arena can be established by the fact that, while being one of the most prestigious and successful brands in the world, Zara is not advertised, yet relies heavily on sales promotions and its iconic image.",
    "url": "assets/logo/mode/zara.png"
  },
  {
    "id": "73",
    "name": "L'Oréal",
    "description": "The L'Oréal logo is a combination of black and white. The company logo features a black background, while the wordmark itself is in white (negative). However, the reverse is also acceptable. This elegant, classic combination symbolizes an innate sense of style, as well as purity (white) and mystery (black). It's also worth mentioning that the logo can be displayed in a variety of other colors, depending on the visual context. Most often, it features shades of gold, sometimes with a 3D effect. In fact, the L`Oréal symbol is not an image, but simply a wordmark. Each letter of the company name is capitalized. They come in two different sizes: the letters 'L' and 'O' are larger, while the inscription 'réal' is smaller. So, although all the letters are capitalized, the designers have managed to stay within the bounds of grammar rules.",
    "url": "assets/logo/cosmetique/l-oreal.png"
  },
  {
    "id": "74",
    "name": "Sephora",
    "description": "The Sephora logo is very sober, in black and white, with a stylized 's' in the shape of a flame. It conveys an image of sophistication and professionalism. Black represents strength, creation, training, foresight, contentment, and hidden treasures. The color black in this logo symbolizes power. This color is known as an indicator of brand power.",
    "url": "assets/logo/cosmetique/sephora.png"
  },
  {
    "id": "75",
    "name": "Yves Rocher",
    "description": "In the early '50s, a local village healer revealed to Yves Rocher the secrets of a product made from ficaria roots, which had the virtue of curing varicose veins. He concocted a cream from the roots and found that it worked. He began making the cream in his mother's kitchen. The logo is at once simple, feminine, and statutory. It is read on a single line, with straight, solid letters in Martin Gothic Light typography. The circle above, like a seal, asserts the brand's authority in the field of Cosmétique Végétale®. The acronym takes its cue from the founder's initials YR: the Y symbolizes a branch on which the beginnings of foliage are growing. As for the color code, it obviously evokes nature. The color green is a strong, natural symbol for Yves Rocher, expressing the plant world. The second color, brown, symbolizes the earth.",
    "url": "assets/logo/cosmetique/yves-rocher.png"
  },
  {
    "id": "76",
    "name": "Nivea",
    "description": "The new logo is the result of Nivea's desire for a more streamlined style, greater visibility, and uniformity for its products. The brand name now appears in a blue circle, while the typography has been retained. The logo is inspired by the famous Nivea moisturizing cream jar. The caps of the products will now be inclined, recalling those of the brand's deodorants.",
    "url": "assets/logo/cosmetique/nivea.png"
  },
  {
    "id": "77",
    "name": "Yves Saint Laurent",
    "description": "The current version of the YSL logo was unveiled in July 2012 as a tepid response. Hedi Slimane became responsible for the change. He was called to the post of artistic director of the Yves Saint Laurent creative house in March 2012. Although after dropping the word 'Yves' from the brand, as well as adding the word 'Paris' underneath, the symbol was criticized by design experts and fans for being too generic and unimaginative. The white color of the symbol represents the charm and purity of the YSL brand, while the black color reflects its sophistication and elegance.",
    "url": "assets/logo/cosmetique/ysl.png"
  },
  {
    "id": "78",
    "name": "Le Petit Marseillais",
    "description": "For the logo, Bernard Lengellé was inspired by his son looking out at the horizon, sitting on a pontoon in the port of Marseille. It was from this image of simplicity and happiness that the Le Petit Marseillais brand was born.",
    "url": "assets/logo/cosmetique/le-petit-marseillais.jpg"
  }
]
